Repository: C3S/c3sPartyTicketing
Catalog: c3spartyticketing/locale/*/LC_MESSAGES/c3spartyticketing.po
Languages: de

source: First name of representative is mandatory.
de: Der Vorname des/r Bevollmächtigten muss angegeben werden.

source: Last name of representative is mandatory.
de: Der Nachname des/r Bevollmächtigten muss angegeben werden.

source: Email of representative is invalid.
de: Die Email des/r Bevollmächtigten ist ungültig.

source: Address of representative is mandatory.
de: Die Straße des/r Bevollmächtigten muss angegeben werden.

source: Postal code of representative is mandatory.
de: Die PLZ des/r Bevollmächtigten muss angegeben werden.

source: City of representative is mandatory.
de: Die Stadt des/r Bevollmächtigten muss angegeben werden.

source: Country of representative is mandatory.
de: Das Land des/r Bevollmächtigten muss angegeben werden.

source: Relation of representative is mandatory.
de: Die Beziehung zu dem/r Bevollmächtigten muss angegeben werden.

source: I will attend the C3S SCE General Assembly.
de: Ich werde an der Generalversammlung teilnehmen.

source: I will not attend the C3S SCE General Assembly personally. I will be represented by an authorized person.
de: Ich werde an der Generalversammlung nicht persönlich teilnehmen, sondern lasse mich vertreten.

source: I will not attend the C3S SCE General Assembly.
de: Ich werde an der Generalversammlung nicht teilnehmen.

source: a member of C3S SCE
de: Mitglied der Genossenschaft

source: my spouse / registered civil partner
de: mein Ehefrau/mein Ehemann

source: my parent
de: mein Elternteil

source: my child
de: mein Kind

source: my sibling
de: mein Geschwisterteil

source: General Assembly:
de: Generalversammlung:

source: Notes
de: Kommentare

source: Your notes (255 chars)
de: Raum für Kommentare (255 Zeichen)

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Address
de: Straße

source: Postal Code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: My representative is...
de: Mein(e) Bevollmächtigte(r) ist:

source: Ticket Information
de: Ticketinformationen

source: Representative
de: Bevollmächtigte(r)

source: Gender selection for T-shirt is mandatory.
de: Der Schnitt des T-Shirts muss angegeben werden.

source: Size of T-shirt ist mandatory.
de: Die Größe des T-Shirts muss angegeben werden.

source: I will attend the BarCamp.
de: Ich nehme am Barcamp teil.

source: I'd like to dine from the BarCamp buffet. (€12)
de: Ich möchte vom Barcamp-Buffet essen. (€ 12)

source: General Assembly
de: Generalversammlung

source: Ticket ID of represented person (1) ...
de: Ticket ID der vertretenen Person (1)

source: Ticket ID of represented person (2) ...
de: Ticket ID der vertretenen Person (2)

source: Gender:
de: Schnitt:

source: Size:
de: Größe:

source: Personal Data
de: Persönliche Daten

source: Submit
de: Absenden

source: Please note: There were errors, please check the form below.
de: Bitte beachten: Die Angaben im folgenden Formular sind fehlerhaft, bitte überpfüfen.

source: I will attend the BarCamp. (€9)
de: Ich nehme am Barcamp teil. (€ 9)

source: I will attend the BarCamp. (€11)
de: Ich nehme am Barcamp teil. (€ 11)

source: These ticket options are selectable indepently from the other options. They help the cooperative to bear the costs occasioned by the events. You may choose more than one supporter ticket.
de: Diese Ticketoptionen können unabhängig von den anderen Optionen gewählt werden. Sie helfen der Genossenschaft, die Kosten der Veranstaltungen zu stemmen. Mehrfachauswahl ist bei den Supporter Tickets möglich.

source: Total
de: Gesamtbetrag

source: Your order has to be fully paid by 09.04.2016 at the latest (payment receipt on our account applies)Otherwise we will have to cancel the entire order. Money transfer is the only payment method. Payment informations will be sent to you shortly by e-mail.
de: Deine Bestellung muss spätestens bis zum 09.04.2016 vollständig bezahlt sein (Zahlungseingang auf unserem Konto). Andernfalls müssen wir die gesamte Bestellung stornieren. Die Zahlung erfolgt ausschließlich per Banküberweisung. Die Zahlungsinformationen werden dir per Email zugeschickt.

source: I'd like to have coffee and cake during and buffet after the BarCamp.
de: Ich möchte Kaffee und Kuchen während und Buffet nach dem Barcamp.

source: You need to select at least one option.
de: Zumindest eine Option muss ausgewählt sein.

source: These ticket options are selectable indepently from the other options. They help the cooperative to bear the costs occasioned by the events. You may choose more than one supporter ticket.
de: Diese Ticketoptionen können unabhängig von den anderen Optionen gewählt werden. Sie helfen der Genossenschaft, die Kosten der Veranstaltungen zu stemmen. Mehrfachauswahl ist bei den Supporter Tickets möglich.

source: Submit & Buy
de: Absenden & Kaufen

source: Wait, I might have to change...
de: Warte, ich will nochmal ändern...

source: Reset
de: Zurücksetzen

source: Sorry, you can't register for the barcamp anymore!
de: Sorry, Du kannst Dich nicht mehr für das Barcamp anmelden.

source: Registration ended
de: Die Anmeldung ist beendet

source: Unfortunately, there is no option to buy tickets for the BarCamp at the door.
de: Für das Barcamp besteht keine Möglichkeit, ein Ticket direkt vor Ort zu kaufen.

source: If you are a member of the C3S, you still may register for the General Assembly using the personalized link in the invitation email.
de: Falls Du Mitglied der C3S bist, kannst Du Dich noch mit dem individuellen Link aus der Einladungs-E-Mail für die Generalversammlung registrieren.

source: See you soon,
de: Bis zum nächsten Mal,

source: Your C3S Team
de: Dein C3S-Team

source: https://www.c3s.cc/en/contact-us/
de: https://www.c3s.cc/kontakt/

source: Contact
de: Kontakt

source: https://www.c3s.cc/en/impressum/
de: https://www.c3s.cc/impressum/

source: Imprint
de: Impressum

source: Hello
de: Hallo

source: get your ticket for the
de: hier bekommst Du Dein Ticket für das

source: C3S BarCamp and General Assembly!
de: C3S Barcamp und die Generalversammlung!

source: Notice
de: Hinweis

source: In case you are not
de: Solltest Du nicht

source: please email us at
de: sein, melde uns den Fehler bitte unter

source: thank you
de: danke

source: If possible, please respond by April 4th.
de: Antworte bitte wenn möglich bis 04. April.

source: Please scroll down for filling in the form.
de: Bitte zum Formular herunterscrollen.

source: Please confirm your information
de: Bitte die Angaben bestätigen

source: What's next?
de: Wie geht's weiter?

source: We will send you an e-mail with more information. Please check also your spam folder for our mail! You have to pay your order (and your ticket) before leaving for the event(s)!
de: Wir schicken Dir eine E-Mail mit mehr Informationen. Bitte schau auch im Spam-Ordner nach unserer Mail! Du musst die Bestellung (und Dein Ticket) vor Antritt Deiner Reise bezahlen!

source: Your order at C3S SCE:
de: Deine Bestellung bei der C3S SCE:

source: Please check your e-mails to get information on your payment.
de: Bitte Email abrufen, um Informationen zur Bezahlung zu erhalten.

source: You will receive more information on your order and how to pay in an e-mail.
de: Weitere Informationen zu Deiner Bestellung und wie Du bezahlen kannst, erhältst Du in einer Email.

source: From 14th August on, you can't register for the barcamp anymore!
de: Seit 14. August besteht leider keine Möglichkeit mehr zur Anmeldung beim Barcamp!

source: Referral Code
de: Referenzcode

source: Your Ticket:
de: Dein Ticket:

source: We will send you an e-mail with more information. Please check also your spam folder for our mail! You have to pay your order (and your ticket) before leaving for Cologne/Düsseldorf!
de: Wir schicken Dir eine Email mit mehr Informationen. Bitte schau auch im Spam-Ordner nach unserer Mail! Du musst die Bestellung (und Dein Ticket) vor Antritt Deiner Reise bezahlen!

source: If you already are a member of the C3S, please use your personal link which you received by e-mail on
de: Falls Du Mitglied der C3S bist, bitten wir Dich, Deinen individuellen Link zu nutzen, den Du per E-Mail erhalten hast.

source: you should have received a confirmation e-mail from
de: Du solltest gleich eine Email bekommen von

source: that features the subject
de: mit dem Betreff

source: C3S BarCamp 2016: your order
de: C3S BarCamp 2016: Deine Bestellung

source: This e-mail contains all relevant information for the payment of your order.
de: In dieser Email stehen die Informationen, die Du brauchst, um das Geld für Deine Bestellung zu überweisen.

source: Important
de: Wichtig

source: After receiving
de: Wenn

source: your payment
de: Deine Zahlung

source: , we are going to send you an email with your ticket(s) and/or vouchers for the rest of your order. You will receive your ticket(s) in time.
de: auf unserem Konto eingegangen ist, schicken wir Dir das/die Ticket(s) und/oder Gutscheine für Deine weiteren Bestellungen rechtzeitig zu.

source: Your order has to be fully paid by
de: Deine Bestellung muss spätestens zum

source: at latest. The date of entry of payment on our account applies.
de: Deine Bestellung muss spätestens zum 18. August vollständig bezahlt sein. Es gilt der Zahlungseingang auf unserem Konto.

source: In case you did not receive our e-mail, please send a note to
de: Solltest du wider Erwarten keine Email erhalten, schreibe uns bitte an

source: Thank you for your order at C3S SCE!
de: Vielen Dank für Deine Bestellung bei der C3S SCE!

source: Your C3S-Team
de: Das C3S-Team

source: Many thanks for attending the general assembly -- looking forward to meet you there!
de: Vielen Dank für Deine Zusage zur Generalversammlung -- wir sehen uns dort!

source: you have cancelled your participation at the C3S General Assembly. However, you are attending the BarCamp.
de: Du hast Deine Teilnahme an der Generalversammlung abgesagt, nimmst aber am Barcamp teil.

source: If you did cancel by mistake or you would like to decide the other way around,
de: Falls Du irrtümlich abgesagt hast oder Du Dich anders entscheiden möchtest,

source: please contact our team at office@c3s.cc until
de: melde Dich bitte bei unserem Team unter office@c3s.cc bis zum

source: you have cancelled your participation in the C3S General Assembly as well as a participation in the BarCamp.
de: Du hast Deine Teilnahme an der Generalversammlung und dem Barcamp abgesagt.
